Revit 2026 API

# FilterInverseRule Properties

---

The FilterInverseRule type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. (Inherited from FilterRule) |

#### Reference

FilterInverseRule Class

Autodesk.Revit.DB Namespace